Repository: Fabito02/quick-settings-refined
Catalog: po/*.po
Languages: ta

source: Details
ta: விவரங்கள்

source: This feature marked as experimental
ta: இந்தச் செயல்பாடு சோதனைக்குரியதாகக் குறிக்கப்பட்டுள்ளது

source: Reset to default
ta: இயல்புநிலைக்கு மீட்டமை

source: Theme default
ta: கருப்பொருள் இயல்புநிலை

source: Homepage
ta: முகப்புப் பக்கம்

source: License
ta: உரிமம்

source: Loading ...
ta: ஏற்றுகிறது...

source: Affected Files
ta: பாதிக்கப்பட்ட கோப்புகள்

source: Changelog
ta: மாற்றப் பதிவு

source: (Current)
ta: (தற்போதைய)

source: > **Date:** %s
ta: > **தேதி:** %s

source: > **Git Hash:** %s
ta: > **Git குறியீடு:** %s

source: > **Build Number:** %d
ta: > **உருவாக்க எண்:** %d

source: Padding
ta: உட்புற இடைவெளி

source: Top
ta: மேல்

source: Bottom
ta: கீழ்

source: Left
ta: இடம்

source: Right
ta: வலம்

source: Stable
ta: நிலையான

source: Development
ta: வளர்ச்சி நிலை

source: Preview
ta: முன்னோட்டம்

source: (Github Release)
ta: (கிட்ஹப் வெளியீடு)

source: (Built from source)
ta: (மூலக் குறியீட்டில் இருந்து கட்டப்பட்டது)

source: No Notifications
ta: அறிவிப்புகள் இல்லை

source: Clear
ta: அழி

source: Notifications
ta: அறிவிப்புகள்

source: Do Not Disturb
ta: தொந்தரவு செய்யாதீர்

source: Unknown title
ta: அறியப்படாத தலைப்பு

source: Media
ta: ஊடகம்

source: Volume changed
ta: ஒலி அளவு மாற்றப்பட்டது

source: Open volumx mixer
ta: ஒலி அலவன் பெட்டியைத் திற

source: Volume Mixer
ta: ஒலி அலவன் பெட்டி

source: Weather
ta: வானிலை

source: Location has not been set
ta: இடம் அமைக்கப்படவில்லை

source: Unsafe Mode
ta: பாதுகாப்பற்ற முறை

source: Handle radius
ta: கைப்பிடி ஆரம்

source: Set this to 0 to use default radius
ta: இயல்புநிலை ஆரத்தைப் பயன்படுத்த இதை 0 ஆக அமைக்கவும்

source: Handle color
ta: கைப்பிடி வண்ணம்

source: Slider style
ta: சறுக்குபட்டியின் நடை

source: Slim
ta: ஒல்லி

source: Default
ta: இயல்புநிலை

source: Background color
ta: பின்புல வண்ணம்

source: Active Background color
ta: செயலில் உள்ள பின்புல வண்ணம்

source: Thickness
ta: தடிமன்

source: Set this to 0 to use default thickness
ta: இயல்புநிலை தடிமன் பயன்படுத்த இதை 0 ஆக அமைக்கவும்

source: Widgets
ta: சிறுசாளரங்கள்

source: Media Widget
ta: ஊடக சிறுசாளரம்

source: Turn on to make the media widget visible on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் ஊடகச் சிறுசாளரத்தைக் காண இதை இயக்கு

source: Compact mode
ta: அடக்கு முறை

source: Make Media Controls widget smaller Make it more similar in size to the notification message
ta: ஊடகக் கட்டுப்பாட்டுச் சிறுசாளரத்தை சிறியதாக்குக அறிவிப்புச் செய்தியின் அளவிற்கு ஒத்ததாக மாற்றுக

source: Control buttons opacity
ta: கட்டுப்பாட்டு பொத்தான்களின் ஒளிபுகாமை

source: Set this to 255 to make opaque, and 0 to make transparent
ta: ஒளிபுகா செய்ய 255 ஆகவும், வெளிப்படையாக்க 0 ஆகவும் அமைக்கவும்

source: Show next button
ta: அடுத்த பொத்தானைக் காட்டு

source: Add next contorl button next to description
ta: விளக்கத்திற்கு அருகில் அடுத்த கட்டுப்பாட்டு பொத்தானைச் சேர்

source: Show previous button
ta: முந்தைய பொத்தானைக் காட்டு

source: Add previous contorl button next to description
ta: விளக்கத்திற்கு அருகில் முந்தைய கட்டுப்பாட்டு பொத்தானைச் சேர்

source: Show pause button
ta: இடைநிறுத்த பொத்தானைக் காட்டு

source: Add pause contorl button next to description
ta: விளக்கத்திற்கு அருகில் இடைநிறுத்த கட்டுப்பாட்டு பொத்தானைச் சேர்

source: Show progress bar
ta: முன்னேற்றப் பட்டியைக் காட்டு

source: Add progress bar under description
ta: விளக்கத்தின் கீழ் முன்னேற்றப் பட்டியைச் சேர்

source: Gradient background
ta: சாய்வு பின்புலம்

source: Use gradient background extracted from cover image May affect performance slightly
ta: அட்டைப் படத்திலிருந்து எடுக்கப்பட்ட சாய்வு பின்புலத்தைப் பயன்படுத்துக செயல்திறனை லேசாகப் பாதிக்கலாம்

source: Base background color
ta: அடிப்படை பின்புல வண்ணம்

source: Start opacity
ta: தொடங்கும் ஒளிபுகாமை

source: Adjust left side transparency, Set this to 1000 to make opaque
ta: இடது பக்க வெளிப்படைத்தன்மையைச் சரிசெய், ஒளிபுகா செய்ய இதை 1000 ஆக அமைக்கவும்

source: Start color
ta: தொடக்க வண்ணம்

source: Adjust left side background color mixing, Set this to 1000 to show extracted color
ta: இடது பக்க பின்புல வண்ணக் கலவையைச் சரிசெய், எடுக்கப்பட்ட வண்ணத்தைக் காட்ட இதை 1000 ஆக அமைக்கவும்

source: End opacity
ta: முடியும் ஒளிபுகாமை

source: Adjust right side transparency, Set this to 1000 to make opaque
ta: வலது பக்க வெளிப்படைத்தன்மையைச் சரிசெய், ஒளிபுகா செய்ய இதை 1000 ஆக அமைக்கவும்

source: End color
ta: முடிவு வண்ணம்

source: Adjust right side background color mixing, Set this to 1000 to show extracted color
ta: வலது பக்க பின்புல வண்ணக் கலவையைச் சரிசெய், எடுக்கப்பட்ட வண்ணத்தைக் காட்ட இதை 1000 ஆக அமைக்கவும்

source: Round clip effect
ta: வட்ட வடிவ கிளிப் விளைவு

source: Use round clip effect to make transition more natural
ta: மாற்றத்தை இயல்பானதாக மாற்ற வட்ட வடிவ கிளிப் விளைவைப் பயன்படுத்துக

source: Padding adjustment
ta: உட்புற இடைவெளி சரிசெய்தல்

source: Adjust clip effect padding, edit this if your theme has a different margin or padding
ta: கிளிப் விளைவின் உட்புற இடைவெளியைச் சரிசெய், உங்கள் கருப்பொருளில் வேறுபட்ட விளிம்பு அல்லது உட்புற இடைவெளி இருந்தால் இதைத் திருத்து

source: Remove shadow
ta: நிழலை நீக்குக

source: Remove shadow from media message Use if your theme creates unnecessary shadows
ta: ஊடகச் செய்தியிலிருந்து நிழலை நீக்குக உங்கள் கருப்பொருள் தேவையற்ற நிழல்களை உருவாக்கினால் பயன்படுத்துக

source: Smooth scroll speed
ta: மென்மையான சுருள் வேகம்

source: Adjust trackpad and trackpoint scroll speed, negative number for invert direction
ta: டிராக்பேட் மற்றும் டிராக்பாயிண்ட் சுருள் வேகத்தைச் சரிசெய், தலைகீழ் திசைக்கு எதிர்மறை எண்ணைப் பயன்படுத்து

source: Notifications Widget
ta: அறிவிப்புச் சிறுசாளரம்

source: Turn on to make the notifications widget visible on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் அறிவிப்புச் சிறுசாளரத்தைக் காண இதை இயக்கு

source: Make notifications smaller
ta: அறிவிப்புகளை சிறியதாக்குக

source: Max height
ta: அதிகபட்ச உயரம்

source: Set maximum height of the Notifications widget, default is %d. Set this to 0 to disable max height
ta: அறிவிப்புச் சிறுசாளரத்தின் அதிகபட்ச உயரத்தை அமை, இயல்புநிலை %d. அதிகபட்ச உயரத்தை முடக்க இதை 0 ஆக அமைக்கவும்

source: Fade out offset
ta: மறைந்து போகும் ஆஃப்செட்

source: Set position of the fade out effect begins. Set this to 0 to disable fade out effect. default is 46
ta: மறைந்து போகும் விளைவு தொடங்கும் நிலையை அமை. மறைந்து போகும் விளைவை முடக்க இதை 0 ஆக அமைக்கவும். இயல்புநிலை 46

source: Auto hide
ta: தானாக மறை

source: Hide the Notifications widget when have no notifications
ta: அறிவிப்புகள் இல்லாதபோது அறிவிப்புச் சிறுசாளரத்தை மறை

source: Use native controls
ta: சொந்தக் கட்டுப்பாடுகளைப் பயன்படுத்துக

source: Use native dnd switch and clear button
ta: சொந்தமான DND மாற்றி மற்றும் அழி பொத்தானைப் பயன்படுத்துக

source: Remove shadow from notification message Use if your theme creates unnecessary shadows
ta: அறிவிப்புச் செய்தியிலிருந்து நிழலை நீக்குக உங்கள் கருப்பொருள் தேவையற்ற நிழல்களை உருவாக்கினால் பயன்படுத்துக

source: Show scrollbar
ta: சுருள் பட்டியைக் காட்டு

source: Show scrollbar on message list
ta: செய்தி பட்டியலில் சுருள் பட்டியைக் காட்டு

source: Weather Widget
ta: வானிலை சிறுசாளரம்

source: Turn on to make the weather widget visible on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் வானிலைச் சிறுசாளரத்தைக் காண இதை இயக்கு

source: Make weather widget smaller
ta: வானிலைச் சிறுசாளரத்தை சிறியதாக்குக

source: Remove shadow from weather widget Use if your theme creates unnecessary shadows
ta: வானிலைச் சிறுசாளரத்திலிருந்து நிழலை நீக்குக உங்கள் கருப்பொருள் தேவையற்ற நிழல்களை உருவாக்கினால் பயன்படுத்துக

source: Click command
ta: கிளிக் கட்டளை

source: Show location
ta: இடத்தைக் காட்டு

source: Show the location label on header
ta: தலைப்பில் இருப்பிட லேபிளைக் காட்டு

source: Forecast interval
ta: முன்னறிவிப்பு இடைவெளி

source: Adjust forecast interval in hour
ta: மணிநேரத்தில் முன்னறிவிப்பு இடைவெளியைச் சரிசெய்

source: Max forecasts
ta: அதிகபட்ச முன்னறிவிப்புகள்

source: Adjust max forecasts
ta: அதிகபட்ச முன்னறிவிப்புகளைச் சரிசெய்

source: Volume mixer Widget
ta: ஒலி அலவன் பெட்டி சிறுசாளரம்

source: Turn on to make the volume mixer widget visible on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் ஒலி அலவன் பெட்டி சிறுசாளரத்தைக் காண இதை இயக்கு

source: Label text
ta: லேபிள் உரை

source: Choose label above slider text source
ta: சறுக்குபட்டியின் மேல் உள்ள லேபிள் உரை மூலத்தைத் தேர்ந்தெடு

source: Both
ta: இரண்டும்

source: Title
ta: தலைப்பு

source: Description
ta: விளக்கம்

source: None
ta: ஏதுமில்லை

source: Label opacity
ta: லேபிள் ஒளிபுகாமை

source: Adjust label opacity. Set this to 255 to make opaque, and 0 to make transparent
ta: லேபிள் ஒளிபுகாமையைச் சரிசெய். ஒளிபுகா செய்ய 255 ஆகவும், வெளிப்படையாக்க 0 ஆகவும் அமைக்கவும்

source: Set maximum height of the Volume mixer widget, default is %d. Set this to 0 to disable max height
ta: ஒலி அலவன் பெட்டி சிறுசாளரத்தின் அதிகபட்ச உயரத்தை அமை, இயல்புநிலை %d. அதிகபட்ச உயரத்தை முடக்க இதை 0 ஆக அமைக்கவும்

source: Show scrollbar on mixer list
ta: அலவன் பட்டியலில் சுருள் பட்டியைக் காட்டு

source: Show stream icon
ta: ஓடை ஐகானைக் காட்டு

source: Show stream icon above mixer sliders
ta: அலவன் சறுக்குபட்டியின் மேலே ஓடை ஐகானைக் காட்டு

source: Attach to output slider
ta: வெளியீட்டு சறுக்குபட்டியுடன் இணை

source: Attach volume mixer menu button to output slider. Use if you prefer compact layout
ta: ஒலி அலவன் பெட்டியின் பட்டி பொத்தானை வெளியீட்டு சறுக்குபட்டியுடன் இணை. நீங்கள் அடக்கமான அமைப்பை விரும்பினால் பயன்படுத்துக

source: Menu icon
ta: பட்டி ஐகான்

source: About
ta: பற்றி

source: Common extension informations
ta: பொதுவான நீட்டிப்புத் தகவல்கள்

source: Changelogs
ta: மாற்றப் பதிவுகள்

source: View the change history for this extension
ta: இந்த நீட்டிப்பின் மாற்ற வரலாற்றைக் காண்க

source: License of codes
ta: குறியீடுகளின் உரிமம்

source: Contributors
ta: பங்களிப்பாளர்கள்

source: The creators of this extension
ta: இந்த நீட்டிப்பை உருவாக்கியவர்கள்

source: More contributors
ta: மேலும் பங்களிப்பாளர்கள்

source: See more contributors on github
ta: கிட்ஹப்பில் மேலும் பங்களிப்பாளர்களைக் காண்க

source: Link
ta: இணைப்பு

source: External links about this extension
ta: இந்த நீட்டிப்பு குறித்த வெளி இணைப்புகள்

source: Donate via github sponsors
ta: கிட்ஹப் ஸ்பான்சர்கள் மூலம் நன்கொடை அளி

source: Support development!
ta: வளர்ச்சிக்கு ஆதரவளி!

source: Rate and comment the extension!
ta: நீட்டிப்பை மதிப்பிட்டு கருத்துத் தெரிவிக்கவும்!

source: Github Repository
ta: கிட்ஹப் களஞ்சியம்

source: Add Star on Repository is helping me a lot! Please, if you found bug from this extension, you can make issue to make me know that! Or, you can create PR with wonderful features!
ta: களஞ்சியத்திற்கு நட்சத்திரம் சேர்ப்பது எனக்கு மிகவும் உதவுகிறது! இந்த நீட்டிப்பில் ஏதேனும் பிழையைக் கண்டால், எனக்குத் தெரியப்படுத்த ஒரு சிக்கலை உருவாக்கலாம்! அல்லது, நீங்கள் அற்புதமான அம்சங்களுடன் ஒரு PR ஐ உருவாக்கலாம்!

source: Add translation to this extension!
ta: இந்த நீட்டிப்புக்கு மொழிபெயர்ப்பைச் சேர்!

source: Debug
ta: பிழைநீக்கம்

source: Extension debugging options
ta: நீட்டிப்பு பிழைநீக்க விருப்பங்கள்

source: Expose environment
ta: சூழலை வெளிப்படுத்து

source: Expose extension environment to globalThis.qst
ta: நீட்டிப்புச் சூழலை globalThis.qst க்கு வெளிப்படுத்து

source: Show layout border
ta: அமைவு எல்லையைக் காட்டு

source: Show layout borders on Quick Settings
ta: விரைவு அமைப்புகளில் அமைவு எல்லைகளைக் காட்டு

source: Log level
ta: பதிவு நிலை

source: none
ta: ஏதுமில்லை

source: error
ta: பிழை

source: info
ta: தகவல்

source: debug
ta: பிழைநீக்கு

source: Toggles
ta: நிலைமாற்றிகள்

source: DND Quick Toggle
ta: DND விரைவு நிலைமாற்றி

source: Turn on to add the DND quick toggle on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் DND விரைவு நிலைமாற்றியைச் சேர்க்க இதை இயக்கு

source: DND indicator position
ta: DND குறிக்காட்டியின் நிலை

source: Set DND indicator position
ta: DND குறிக்காட்டியின் நிலையை அமை

source: System Tray
ta: கணினி தட்டு

source: Date Menu Button
ta: தேதி பட்டி பொத்தான்

source: Unsafe Mode Quick Toggle
ta: பாதுகாப்பற்ற முறை விரைவு நிலைமாற்றி

source: Turn on to add the unsafe quick toggle on the Quick Settings panel
ta: விரைவு அமைப்புகள் பலகத்தில் பாதுகாப்பற்ற முறை விரைவு நிலைமாற்றியைச் சேர்க்க இதை இயக்கு

source: Save last session state
ta: கடைசி அமர்வு நிலையைச் சேமி

source: Turn on to save last session unsafe state
ta: கடைசி அமர்வின் பாதுகாப்பற்ற நிலையைச் சேமிக்க இதை இயக்கு

source: Advanced animation style
ta: மேம்பட்ட அசைவூட்ட நடை

source: Open Duration
ta: திறக்கும் நேரம்

source: Open animation duration in microseconds
ta: திறக்கும் அசைவூட்டத்தின் நேரம் மைக்ரோ விநாடிகளில்

source: Close Duration
ta: மூடும் நேரம்

source: Close animation duration in microseconds
ta: மூடும் அசைவூட்டத்தின் நேரம் மைக்ரோ விநாடிகளில்

source: Grid Content Opacity
ta: கட்டத்தின் உள்ளடக்கம் ஒளிபுகாமை

source: Adjust grid content opacity. Set this to 255 to make opaque, and 0 to make transparent
ta: கட்டத்தின் உள்ளடக்கம் ஒளிபுகாமையைச் சரிசெய். ஒளிபுகா செய்ய 255 ஆகவும், வெளிப்படையாக்க 0 ஆகவும் அமைக்கவும்

source: Background Blur Radius
ta: பின்புல மங்கல் ஆரம்

source: Adjust background blur radius. Set this to 0 to disable blur effect
ta: பின்புல மங்கல் ஆரத்தைச் சரிசெய். மங்கல் விளைவை முடக்க இதை 0 ஆக அமைக்கவும்

source: Background Brightness
ta: பின்புல வெளிச்சம்

source: Adjust background brightness. Set this to 1000 to disable brightness control effect. Not impacts on gnome-shell's default dim effect.
ta: பின்புல வெளிச்சத்தைச் சரிசெய். வெளிச்சக் கட்டுப்பாட்டு விளைவை முடக்க இதை 1000 ஆக அமைக்கவும். gnome-shell இன் இயல்புநிலை மங்கலான விளைவைப் பாதிக்காது.

source: Background Opacity
ta: பின்புல ஒளிபுகாமை

source: Adjust background opacity. Set this to 255 to make opaque, and 0 to make transparent
ta: பின்புல ஒளிபுகாமையைச் சரிசெய். ஒளிபுகா செய்ய 255 ஆகவும், வெளிப்படையாக்க 0 ஆகவும் அமைக்கவும்

source: Background X Scale
ta: பின்புல X அளவு

source: Adjust background x scale, 1000 means 1.0 scale
ta: பின்புல X அளவைச் சரிசெய், 1000 என்பது 1.0 அளவைக் குறிக்கிறது

source: Background Y Scale
ta: பின்புல Y அளவு

source: Adjust background y scale, 1000 means 1.0 scale
ta: பின்புல Y அளவைச் சரிசெய், 1000 என்பது 1.0 அளவைக் குறிக்கிறது

source: Menu
ta: பட்டி

source: Overlay Mode
ta: மேல்மூடு முறை

source: Display toggle, power, and sound menus as overlay
ta: நிலைமாற்றி, பவர் மற்றும் ஒலி பட்டிகளை மேல்மூடாகக் காட்டு

source: Overlay Width
ta: மேல்மூடு அகலம்

source: Adjust overlay menu width Set this to 0 to disable adjusting
ta: மேல்மூடு பட்டி அகலத்தைச் சரிசெய் சரிசெய்வதை முடக்க இதை 0 ஆக அமைக்கவும்

source: Overlay Animation Duration
ta: மேல்மூடு அசைவூட்ட நேரம்

source: Custom menu open animation duration in microseconds Set this to 0 to disable custom animation
ta: தனிப்பயன் பட்டி திறக்கும் அசைவூட்ட நேரம் மைக்ரோ விநாடிகளில் தனிப்பயன் அசைவூட்டத்தை முடக்க இதை 0 ஆக அமைக்கவும்

source: Overlay Animation Style
ta: மேல்மூடு அசைவூட்ட நடை

source: Custom menu open animation style
ta: தனிப்பயன் பட்டி திறக்கும் அசைவூட்ட நடை

source: Flyout
ta: பறந்து செல்லல்

source: Dialog
ta: உரையாடல்

source: Animation
ta: அசைவூட்டம்

source: Add menu animation on toggle menu opening and closing To get the best feel, turn on overlay mode
ta: நிலைமாற்றி பட்டி திறக்கும் மற்றும் மூடும்போது பட்டி அசைவூட்டத்தைச் சேர் சிறந்த உணர்வைப் பெற, மேல்மூடு முறையை இயக்கு

source: Adjust speed, blur, scale, and opacity
ta: வேகம், மங்கல், அளவு மற்றும் ஒளிபுகாமையைச் சரிசெய்

source: The item not found
ta: பொருள் காணப்படவில்லை

source: No changes
ta: மாற்றங்கள் இல்லை

source: The same item already exists
ta: அதே பொருள் ஏற்கனவே உள்ளது

source: Properties of %s
ta: %s இன் பண்புகள்

source: Save
ta: சேமி

source: Toggle editor
ta: நிலைமாற்றி திருத்தி

source: This option requires full gnome-shell reloading
ta: இந்த விருப்பத்திற்கு முழுமையான gnome-shell மறுஏற்றம் தேவை

source: Hide
ta: மறை

source: My item #%d
ta: எனது பொருள் #%d

source: New Item
ta: புதிய பொருள்

source: Ordering and Hiding
ta: வரிசைப்படுத்துதல் மற்றும் மறைத்தல்

source: Friendly Name
ta: பயனர் பெயர்

source: Title Regex (Javascript Regex)
ta: தலைப்பு ரெஜெக்ஸ் (ஜாஸ்வா ஸ்கிரிப்ட் ரெஜெக்ஸ்)

source: Constructor Name
ta: கட்டுநர் பெயர்

source: GType Name
ta: Gவகை பெயர்

source: This is the comment for easy identification in the settings list. It has no effect on the behavior of the extension
ta: இது அமைப்புகள் பட்டியலில் எளிதாக அடையாளம் காணும் கருத்து. இது நீட்டிப்பின் செயல்பாட்டில் எந்த விளைவையும் ஏற்படுத்தாது

source: Javascript constructor name
ta: ஜாஸ்வா ஸ்கிரிப்ட் கட்டுநர் பெயர்

source: GObject gtype name. You can get this value by calling GObject.type_name_from_instance
ta: GObject gtype பெயர். GObject.type_name_from_instance ஐ அழைப்பதன் மூலம் இந்த மதிப்பை நீங்கள் பெறலாம்

source: Keyboard Backlight
ta: விசைப்பலகை பின்புற ஒளி

source: Unordered items
ta: வரிசைப்படுத்தப்படாத பொருள்கள்

source: Remote Access Applet
ta: தொலைநிலை அணுகல் ஆப்லெட்

source: Camera
ta: புகைப்படக் கருவி

source: Volume Input
ta: ஒலி உள்ளீடு

source: Location
ta: இருப்பிடம்

source: Thunderbolt
ta: தண்டர்போல்ட்

source: Network
ta: பிணையம்

source: Volume Output
ta: ஒலி வெளியீடு

source: System (Battery)
ta: கணினி (மின்கலம்)

source: Desktop Spacer
ta: மேசை இடைவெளி

source: Laptop Spacer
ta: மடிக்கணினி இடைவெளி

source: Capture button
ta: பிடிப்பு பொத்தான்

source: Settings button
ta: அமைப்புகள் பொத்தான்

source: Lock button
ta: பூட்டு பொத்தான்

source: Shutdown button
ta: செயல்தவிர்ப்பு பொத்தான்

source: Battery button
ta: மின்கல பொத்தான்

source: Layout
ta: அமைப்பு

source: Quick Toggles Layout
ta: விரைவு நிலைமாற்றிகள் அமைப்பு

source: Adjust quick toggles layout
ta: விரைவு நிலைமாற்றிகளின் அமைப்பைச் சரிசெய்

source: Reorder and hide quick toggles
ta: விரைவு நிலைமாற்றிகளை மறுவரிசைப்படுத்தி மறை

source: System Indicators
ta: கணினி குறிக்காட்டிகள்

source: Adjust system indicators layout and style
ta: கணினி குறிக்காட்டிகளின் அமைப்பையும் நடையையும் சரிசெய்

source: Accent screen sharing indicator
ta: திரைப் பகிர்வு குறிக்காட்டிக்கு உச்சரிப்பைச் சேர்

source: Use shell accent color on screen sharing indicator
ta: திரைப் பகிர்வு குறிக்காட்டியில் ஷெல் உச்சரிப்பு வண்ணத்தைப் பயன்படுத்துக

source: Accent screen recording indicator
ta: திரைப் பதிவு குறிக்காட்டிக்கு உச்சரிப்பைச் சேர்

source: Use shell accent color on screen recording indicator
ta: திரைப் பதிவு குறிக்காட்டியில் ஷெல் உச்சரிப்பு வண்ணத்தைப் பயன்படுத்துக

source: Privacy indicators style
ta: தனியுரிமைக் குறிக்காட்டிகளின் நடை

source: Use monochrome or shell accent color on privarcy indicators
ta: தனியுரிமைக் குறிக்காட்டிகளில் ஒரே வண்ண அல்லது ஷெல் உச்சரிப்பு வண்ணத்தைப் பயன்படுத்துக

source: Accent
ta: உச்சரிப்பு

source: Monochrome
ta: ஒரே வண்ணம்

source: Adjust system indicators
ta: கணினி குறிக்காட்டிகளைச் சரிசெய்

source: Reorder and hide system indicators
ta: கணினி குறிக்காட்டிகளை மறுவரிசைப்படுத்தி மறை

source: System Items Layout
ta: கணினிப் பொருட்களின் அமைப்பு

source: Adjust system items layout
ta: கணினிப் பொருட்களின் அமைப்பைச் சரிசெய்

source: Hide layout box
ta: அமைவு பெட்டியை மறை

source: Hide all buttons and layout box
ta: அனைத்து பொத்தான்கள் மற்றும் அமைவு பெட்டியை மறை

source: Reorder and hide system items
ta: கணினிப் பொருட்களை மறுவரிசைப்படுத்தி மறை

source: Date Menu
ta: தேதி பட்டி

source: Adjust Date Menu layout
ta: தேதி பட்டியில் அமைப்பைச் சரிசெய்

source: Hide left box
ta: இடது பெட்டியை மறை

source: Hide the left box of the date menu, which contains notifications and media control
ta: தேதி பட்டியின் இடது பெட்டியை மறை, அதில் அறிவிப்புகள் மற்றும் ஊடகக் கட்டுப்பாடு உள்ளன

source: Hide right box
ta: வலது பெட்டியை மறை

source: Hide the right box of the date menu, which contains calendar, world clock and weather
ta: தேதி பட்டியின் வலது பெட்டியை மறை, அதில் நாள்காட்டி, உலக கடிகாரம் மற்றும் வானிலை உள்ளன

source: Disable menu
ta: பட்டியை முடக்கு

source: Do not open date menu when the date menu button clicked
ta: தேதி பட்டி பொத்தானைக் கிளிக் செய்யும்போது தேதி பட்டியைத் திறக்க வேண்டாம்
